Repository: 84000/data-translation-memory
Catalog: toh557-v3.tmx
Source language: bo
Languages: en

source: ཤེས་རབ་དང་ལྡན་པར་འགྱུར་བ་དང་། བསོད་ནམས་ཀྱི་ཕུང་པོ་རབ་ཏུ་འཛིན་པར་འགྱུར་བ་དང་། མ་འོངས་པའི་དུས་ན་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དུ་མར་ལྷ་དང་མིའི་བདེ་བ་བསམ་གྱིས་མི་ཁྱབ་པ་མྱོང་བར་འགྱུར་བ་དང་། དེ་བཞིན་གཤེགས་པ་དང་འགྲོགས་པར་འགྱུར་བ་དང་། མ་འོངས་པའི་དུས་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དང་། སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་སྡུག་བསྔལ་ཐམས་ཅད་ཤིན་ཏུ་རྒྱུན་ཆད་པར་འགྱུར་བར་དེའི་སྤུའི་བུ་ག་རྣམས་སུ་མདངས་སྩལ་བར་བགྱིའོ། །དེའི་ལུས་ལ་མཐུ་དང་སྟོབས་དང་བརྩོན་འགྲུས་ཆེན་པོ་བསྐྱེད་པར་བགྱིའོ། །དེའི་ཡེ་ཤེས་ཀྱི་སྣང་བ་བསམ་གྱིས་མི་ཁྱབ་པར་བགྱིའོ། །
en: I will bring brilliance to his pores and develop in his body great power, strength, and diligence; I will make the illumination of his wisdom inconceivable; and I will make his memory comprehensive and make him greatly enthusiastic, so that the dharmabhāṇaka’s body will not become fatigued, his body’s faculties will be blissful, he will feel great joy, and so that for the sake of those beings who have planted good roots with hundreds of thousands of buddhas, this Lord King of Sūtras, the Sublime Golden Light will remain for a long time in Jambudvīpa and will not soon vanish, and so that beings will hear this Lord King of Sūtras, the Sublime Golden Light and will attain an inconceivable accumulation of wisdom, will possess an accumulation of merit, and in the future will experience inconceivable happiness among devas and humans for many hundreds of thousands of quintillions of eons, will be in the company of tathāgatas, will in a future time attain the highest, most complete enlightenment of buddhahood, and will cease to experience the suffering of the hells, of birth as animals, or of the world of Yama.”

source: དེའི་དྲན་པ་ཁོང་དུ་ཆུད་པར་བགྱིའོ། །དེ་ཆེར་སྤྲོ་བར་བགྱིའོ། །གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ཡང་དག་ཤེས་ཀྱི་ལེའུ་ཞེས་བྱ་བ་སྟེ་བཅུ་གཅིག་པའོ།། །།
en: This concludes “Saṃjñeya,” the eleventh chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: འཕགས་པ་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། བམ་པོ་བཞི་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་མེ་ཏོག་ཡོན་ཏན་རྒྱ་མཚོ་བཻ་ཌཱུརྱ་དང་གསེར་གྱི་རི་ཁ་དོག་བཟང་པོ་གསེར་དུ་སྣང་བའི་དཔལ་དེ་ལ་ཕྱག་འཚལ་ལོ། །
en: Chapter 12: The King’s Treatise: The Commitment of the Lord of Devas I pay homage to the bhagavat tathāgata arhat samyak­saṃbuddha Ratna­kusuma­guṇa­sāgara­vaiḍūrya­kanaka­giri­suvarṇa­kāñcana­prabhāsa­śrī.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཡོན་ཏན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་དུ་མས་སྐུ་ལེགས་པར་བརྒྱན་པ། གང་ཆོས་ཀྱི་སྒྲོན་མ་འདི་འབར་བར་མཛད་པ་ཤཱཀྱ་ཐུབ་པ་དེ་ལ་ཕྱག་འཚལ་ལོ། །
en: I pay homage to Śākyamuni, who lights the lamp of the Dharma, the bhagavat tathāgata arhat samyak­saṃbuddha whose body is adorned by many hundreds of thousands of quintillions of qualities.

source: ལྷ་མོ་ཆེན་མོ་དཔལ་ཡོན་ཏན་གྱི་འབྲུ་དང་བཀྲ་ཤིས་པ་དཔག་ཏུ་མེད་པ་ཕུན་སུམ་ཚོགས་པ་དེ་ལ་ཕྱག་འཚལ་ལོ། །
en: I pay homage to the great goddess Śrī, who has a perfection of immeasurable grains and a fortune of qualities.

source: ལྷ་མོ་ཆེན་མོ་དབྱངས་ཅན་ཤེས་རབ་ཀྱི་ཡོན་ཏན་དཔག་ཏུ་མེད་པ་འདུས་པ་དེ་ལ་ཕྱག་འཚལ་ལོ། །
en: I pay homage to the great goddess Sarasvatī, in whom is the unity of measureless qualities of wisdom.

source: ཡང་དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོ་སྟོབས་ཀྱི་དབང་པོའི་ཏོག་གི་བུ་རྒྱལ་པོ་མཛེས་པའི་ཏོག་དབང་བསྐུར་ནས་རིང་པོར་མ་ལོན་པ་རྒྱལ་སྲིད་ལ་གསར་དུ་གནས་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བུ་གང་ངས་སྔོན་དབང་བསྐུར་ནས་རིང་པོར་མ་ལོན་པ་ཞིག་ན། ཡབ་མཆོག་གི་དབང་པོའི་ཏོག་ལས་བླངས་པ་རྒྱལ་པོའི་བསྟན་བཅོས་ལྷའི་དབང་པོའི་དམ་ཚིག་ཅེས་བྱ་བ་ཞིག་ཡོད་དེ།
en: “Then, at that time, King Balendraketu said to his son, King Ruciraketu, soon after he was enthroned and when he was the new sovereign, ‘Soon after I was enthroned, I received from my father, King Varendraketu, the treatise on kingship called The Commitment of the Lord of Devas.

source: ངས་རྒྱལ་པོའི་བསྟན་བཅོས་ལྷའི་དབང་པོའི་དམ་ཚིག་དེས་ལོ་ཉི་ཁྲིའི་བར་དུ་རྒྱལ་པོ་ཉིད་བྱས་པར་གྱུར་ཏེ།
en: For twenty thousand years I ruled in accordance with this treatise on kingship, The Commitment of the Lord of Devas.

source: ཐ་ན་སེམས་ཀྱི་སྐད་ཅིག་གཅིག་ཙམ་གྱི་ཚོད་ཀྱང་སྔོན་ཆོས་མ་ཡིན་པས་ཕྱོགས་འགའ་ཞིག་ལ་གནས་པར་མ་ཤེས་སོ། །
en: Up until now, I have not been known to follow any ways that are not the Dharma for even an instant.

source: བུ་རྒྱལ་པོའི་བསྟན་བཅོས་ལྷའི་དབང་པོའི་དམ་ཚིག་ཅེས་བྱ་བ་དེ་གང་ཞེ་ན།
en: So, son, what is this treatise on kingship, The Commitment of the Lord of Devas?’

source: དེས་ན་རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོ་སྟོབས་ཀྱི་དབང་པོའི་ཏོག་གི་བུ་རྒྱལ་པོ་མཛེས་པའི་ཏོག་ལ་རྒྱལ་པོའི་བསྟན་བཅོས་ལྷའི་དབང་པོའི་དམ་ཚིག་ཅེས་བྱ་བའི་ཚིགས་སུ་བཅད་པ་འདི་དག་གིས་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་བསྟན་ཏོ། །སེམས་ཅན་ཀུན་ལ་ཕན་བྱེད་པ། །ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པ་པོ། །ཉེས་བྱས་ཐམས་ཅད་འཇིག་བྱེད་པ། །རྒྱལ་པོའི་བསྟན་བཅོས་བཤད་པར་བྱ། །
en: “Then, at that time, in that time, noble goddess, King Balendraketu taught extensively, through these verses, the treatise on kingship, The Commitment of the Lord of Devas, to his son King Ruciraketu: “ ‘I will teach the treatise on kingship Which benefits all beings, Cuts through all doubts, And destroys all wrongdoing.

source: རྒྱལ་པོ་ཐམས་ཅད་སོ་སོ་ནས། །དགའ་བའི་སེམས་སུ་འགྱུར་བྱོས་ལ། །
en: “ ‘Each and every king, Have a joyful mind!

source: ལྷ་ཡི་དབང་པོའི་དམ་ཚིག་ཀུན། །ཐལ་མོ་སྦྱར་ཏེ་མཉན་པར་བྱོས། །རྡོ་རྗེའི་འབྱུང་གནས་རི་དབང་འདིར། །ལྷ་ཡི་དབང་པོ་འདུས་པ་ན། །ཚངས་དབང་ལ་ནི་དྲི་བའི་ཕྱིར། །
en: And with palms together, listen to All the commitments of the lord of devas.

source: འཇིག་རྟེན་སྐྱོང་བ་རྣམས་ཀྱང་ལངས། །ཁྱོད་ནི་ལྷ་གཙོ་ཚངས་པ་སྟེ། །ཁྱོད་ནི་ལྷ་རྣམས་དབང་ཕྱུག་ལགས། །ཁྱོད་ནི་བདག་ཅག་ཐེ་ཚོམ་གཅོད། །བདག་ཅག་དོགས་པ་གཅད་དུ་གསོལ། །
en: “ ‘On this lord of mountains, Vajraprākara, The lords of the devas assembled, And the protectors of the world stood up In order to question the lord of Brahmās: “ ‘ “You, Brahmā, the principal deity, The one who is the lord over all devas, We pray that you cut through our doubts And cut through our concerns.

source: མིར་སྐྱེས་པ་ཡི་རྒྱལ་པོ་ལ། །ཇི་ལྟ་བུར་ན་ལྷ་ཞེས་བགྱི། །
en: “ ‘ “Why is a king, who has been born In the human world, called a deva?

source: གང་གི་རྒྱུས་ན་རྒྱལ་པོ་ལ། །ལྷ་སྲས་ཞེས་ནི་བགྱི་བར་འགྱུར། །
en: For what reason is a king Given the title of ‘son of the devas’?

source: གལ་ཏེ་ལྷ་ནི་ཇི་ལྟ་བུར། །མི་ཡི་འཇིག་རྟེན་འདིར་སྐྱེ་ཞིང་། །མི་བདག་གྱུར་ཏེ་མི་རྣམས་ལ། །རྒྱལ་པོ་ཉིད་ནི་བགྱིད་པར་འགྱུར། །འཇིག་རྟེན་སྐྱོང་བས་ཚངས་དབང་ལ། །དེ་སྐད་ཡོངས་སུ་དྲིས་པ་དང་། །
en: “ ‘ “If he is a deva, then why is it that He is born into this world of humans, Becomes a lord of humans, And acts as a king for humans?”

source: ལྷ་ཡི་གཙོ་བོ་ཚངས་པ་དེས། །འཇིག་རྟེན་སྐྱོང་ལ་འདི་སྐད་སྨྲས། །དེ་ལྟར་འཇིག་རྟེན་སྐྱོང་རྣམས་ཀྱིས། །ད་ལྟར་བདག་ལ་དྲིས་པས་ན། །སེམས་ཅན་ཀུན་ལ་ཕན་པའི་ཕྱིར། །
en: “ ‘The protectors of the world asked Those questions of the lord of Brahmās, And that principal deity, Brahmā, Said these words to the protectors of the world: “ ‘ “The world protectors have thus Asked me such kinds of questions, So I will teach an excellent treatise In order to bring benefit to beings.

source: བསྟན་བཅོས་དམ་པ་ཁོ་བོས་བསྟན། །མི་ཡི་གནས་སུ་སྐྱེས་པ་ཡི། །རྒྱལ་པོ་རྣམས་ཀྱི་སྐྱེ་བ་དང་། །རྒྱུ་གང་གིས་ན་ཡུལ་རྣམས་སུ། །རྒྱལ་པོར་འགྱུར་བ་བཤད་པར་བྱ། །
en: “ ‘ “I will describe the births Of kings within human existences And the causes through which They become the kings of their domains.

source: ལྷ་དབང་རྣམས་ཀྱིས་བྱིན་རླབས་ཀྱིས། །མ་ཡི་རུམ་དུ་འཇུག་འགྱུར་ཏེ། །ལྷ་ཡིས་སྔར་ནི་བྱིན་བརླབས་ནས། །ཕྱི་ནས་མངལ་དུ་འཇུག་པར་འགྱུར། །
en: “ ‘ “Blessed by the lords of devas, He will enter the mother’s uterus, First, he is blessed by the devas, And afterward, he comes into the womb.

source: མི་ཡི་འཇིག་རྟེན་སྐྱེས་ཀྱང་ནི། །མི་ཡི་དབང་པོར་གྱུར་པ་ཡིན། །
en: “ ‘ “Although born in the human world, He becomes a lord of humans.

source: ལྷ་ལས་སྐྱེས་པར་གྱུར་པས་ན། །དེ་ནི་ལྷ་ཡི་སྲས་ཞེས་བྱ། །
en: As he is born from the devas, He is called ‘a son of the devas.’

source: ཁྱོད་ནི་ལྷ་ཀུན་བུ་ཡིན་ཞེས། །སུམ་ཅུ་རྩ་གསུམ་ལྷ་དབང་གིས། །
en: “ ‘ “The deva lords of Trāyastriṃśa state, ‘You are the child of all the devas.’

source: རྒྱལ་པོའི་སྐལ་བ་བྱིན་ནས་ནི། །མི་རྣམས་ཀྱི་ནི་དབང་པོར་སྤྲུལ། །
en: They bestow upon him the right to be king And he emanates to become a lord of humans.

source: ཉེས་པ་བྱས་པ་རྣམ་འགོག་པ། །ཆོས་མ་ཡིན་པ་གཞིག་པ་དང་། །
en: “ ‘ “He brings to an end all evil acts And destroys that which is not Dharma.

source: སེམས་ཅན་ལེགས་བྱེད་དགོད་པ་དང་། །ལྷ་ཡི་གནས་སུ་དགྱེ་བའི་ཕྱིར། །
en: He establishes beings in good works In order to direct them to the paradises.

source: མི་ཡི་དབང་པོ་མི་ཤས་དང་། །ལྷ་ཡི་ཤས་དང་དྲི་ཟའི་ཤས། །གདོལ་པའི་ཤས་དང་སྲིན་ཤས་ཀྱིས། །ཉེས་པར་བྱེད་པ་ཟློག་པར་བྱེད། །
en: “ ‘ “The lord of men, whether A human or a gandharva, A caṇḍāla or a rākṣasa, Prevents wickedness.

source: ལེགས་པར་བྱ་བ་བྱེད་རྣམས་ལ། །མི་ཡི་དབང་པོ་ཕ་མའི་ཤས། །
en: “ ‘ “The lord of men is a father and mother For those who engage in good actions.

source: རྣམ་སྨིན་འབྲས་བུ་བསྟན་པའི་ཕྱིར། །ལྷ་ཡི་རྒྱལ་པོ་བྱིན་གྱིས་བརླབས། །
en: He has been blessed by the kings of devas To teach them the ripening of results.

source: ཚེ་འདིའི་ལེགས་པར་བྱས་པ་དང་། །ཉེས་པར་བྱས་པའི་ལས་རྣམས་ཀྱི། །རྣམ་སྨིན་འབྲས་བུ་བསྟན་པའི་ཕྱིར། །ལྷ་ཡི་རྒྱལ་པོ་བྱིན་གྱིས་བརླབས། །ཡུལ་ན་ཉེས་བྱེད་གནས་པ་དག །
en: “ ‘ “He has been blessed by the kings of devas In order to teach the ripened results Of the karma of performing good actions And performing bad actions in this life.

source: གང་ཚེ་རྒྱལ་པོས་ཡལ་བོར་ཞིང་། །སྡིག་པ་ཅན་གྱི་སྐྱེ་བོ་ལ། །མཐུན་པའི་ཆད་པས་མི་གཅོད་ཅིང་། །ཉེས་པར་བྱས་པ་ཡལ་བོར་བ། །དེ་ཚེ་ཆོས་མིན་ཤིན་ཏུ་འཕེལ། །འཐབ་མོ་དང་ནི་གཡོ་རྣམས་ཀྱང་། །ཡུལ་འཁོར་དེ་ནི་ཕྱིར་ཕྱིར་འབྱུང་། །
en: “ ‘ “Whenever a king does nothing about The wicked inhabitants in his realm And does not appropriately punish The people who are guilty of bad acts, “ ‘ “And ignores the evils that are done, Then unrighteousness will increase greatly, Conflicts and dishonesty Will subsequently arise in the land, “ ‘ “And the lords of devas will be disturbed Within their Trāyastriṃśa palace.

source: སུམ་ཅུ་རྩ་གསུམ་ཁང་པ་ན། །ལྷ་ཡི་དབང་པོ་འཁྲུག་པར་འགྱུར། །ཡུལ་ན་ཉེས་བྱེད་གནས་པ་དག །གང་ཚེ་རྒྱལ་པོས་ཡལ་བོར་བ། །དེ་ཚེ་གཡོ་ནི་མི་བཟད་པ། །
en: Whenever a king does nothing about The wicked inhabitants in his realm, “ ‘ “Then there will be terrible dishonesty, And dreadful people will vanquish his land.

source: དྲག་པོ་རྣམས་ཀྱིས་ཡུལ་འཇོམས་འགྱུར། །ཕ་རོལ་དམག་ཚོགས་ལྷགས་ནས་སུ། །ཡུལ་འཁོར་དེ་ནི་རྣམ་པར་འཇིག །ལོངས་སྤྱོད་རྣམས་དང་རིགས་ཀྱང་འཇིག །
en: The armies of adversaries will invade And will completely destroy that land, “ ‘ “And they will destroy property and families.

source: གང་གིས་ནོར་བསགས་ཡོད་པ་ཡང་། །གཡོ་བྱེད་རྣམ་པ་མང་པོ་ཡིས། །ཕན་ཚུན་དུ་ནི་འཕྲོག་པར་འགྱུར། །
en: People will steal from one another, Using many forms of dishonesty, Whatever wealth has been accumulated.

source: བྱ་བ་གང་གིས་རྒྱལ་པོ་ཉིད། །བྱ་བ་དེ་ནི་མི་བྱེད་ན། །གླང་ཆེན་དབང་པོས་རྫིང་བུ་བཞིན། །རང་གི་ཡུལ་འཁོར་རྣམ་པར་འཇིག །
en: “ ‘ “There are the duties of kingship, And if those activities are not carried out, Then he will destroy his own kingdom Like a king of elephants destroys a pond.

source: མ་རུངས་པ་ཡི་རླུང་ལྡང་ཞིང་། །མ་རུངས་པ་ཡི་ཆར་པ་འབབ། །ཉི་མ་དང་ནི་ཟླ་བ་དང་། །གཟའ་དང་རྒྱུ་སྐར་མ་རུངས་འགྱུར། །
en: “ ‘ “Disastrous winds will blow, Disastrous rains will fall, And the sun, the moon, the planets, And lunar asterisms will bring disaster.

source: རྒྱལ་པོས་ཡལ་བར་བོར་ན་དེར། །ས་བོན་ལོ་ཏོག་མེ་ཏོག་འབྲས། །ལེགས་པར་སྨིན་པར་མི་འགྱུར་ཞིང་། །མུ་གེ་དག་ཀྱང་འབྱུང་བར་འགྱུར། །
en: “ ‘ “In the land where the king is impassive, Seeds, harvests, flowers, and fruit Will fail to ripen properly And famines will occur.

source: ཡུལ་ན་ཉེས་བྱེད་གནས་པ་དག །གང་ཚེ་རྒྱལ་པོས་ཡལ་བོར་བ། །དེ་ཚེ་ལྷ་རྣམས་ཁང་པ་ན། །ཡིད་ནི་དགའ་བར་མི་འགྱུར་རོ། །
en: “ ‘ “Whenever a king does nothing about The wicked inhabitants in his realm, Then the devas in their palaces Will at that time become displeased.

source: ལྷ་རྒྱལ་དབང་པོས་དེ་དག་ཀུན། །རྒྱལ་འདི་ཆོས་དང་མི་ལྡན་ཏེ། །ཆོས་མིན་ཕྱོགས་ལ་གནས་པ་ཞེས། །ཕན་ཚུན་དུ་ནི་སྨྲ་བར་འགྱུར། །
en: “ ‘ “All of those lords of devas Will be saying to one another, ‘This king has no righteousness; He is on the side of unrighteousness.’

source: རྒྱལ་འདིས་རིང་པོར་མི་ཐོགས་པར། །ལྷ་རྣམས་འཁྲུག་པར་བྱེད་པར་འགྱུར། །ལྷ་རྣམས་རབ་ཏུ་འཁྲུགས་པས་ན། །དེ་ཡི་ཡུལ་ནི་རྣམ་པར་འཇིག །
en: “ ‘ “Such a king will before long Cause the devas to be disturbed, And because the devas are disturbed, His kingdom will be completely destroyed.

source: ཡུལ་དུ་ཆོས་མིན་འབྱུང་འགྱུར་ཞིང་། །མཚོན་ཆས་ཀྱང་ནི་འཇིག་པར་འགྱུར། །
en: “ ‘ “Unrighteousness will arise in that land, And it will also be destroyed by weapons.

source: གཡོ་རྣམས་དང་ནི་འཐབ་མོ་དང་། །ནད་ཀྱང་ཀུན་ཏུ་འབྱུང་བར་འགྱུར། །
en: Dishonesty and conflicts And also illness will arise.

source: ལྷ་ཡི་དབང་པོ་རབ་ཁྲོས་ཤིང་། །ལྷ་རྣམས་ཀྱིས་ཀྱང་ཡལ་བར་འདོར། །
en: “ ‘ “The lords of devas will be enraged And the devas will abandon him.

source: ཡུལ་འཁོར་དེ་ནི་འཇིག་པར་འགྱུར། །རྒྱལ་པོ་དེ་ནི་མྱ་ངན་རྙེད། །
en: The kingdom will be destroyed And the king will encounter misery.

source: སྤུན་ནམ་ཡང་ན་བུ་ཡང་རུང་། །སྡུག་པ་རྣམས་དང་བྲལ་བར་འགྱུར། །
en: “ ‘ “He will be separated from those he loves Whether they be brothers or sons.

source: སྡུག་པའི་ཆུང་མ་དང་ཡང་བྲལ། །ཡང་ན་བུ་མོ་འཆི་བར་འགྱུར། །
en: He will even be separated from his beloved wife Or it will be that his daughter will die.

source: སྐར་མདའ་དག་ཀྱང་ལྟུང་བར་འགྱུར། །དེ་བཞིན་ཉི་མ་འདྲ་བ་འབྱུང་། །ཕ་རོལ་གྱི་ནི་དམག་ཚོགས་དང་། །མུ་གེ་ཤིན་ཏུ་འབྱུང་བར་འགྱུར། །
en: “ ‘ “There will be shooting stars that will fall, And similarly there will appear comets, And the armies of invading enemies And famines will drastically take place.

source: དེ་ཡི་བློན་པོ་ཕངས་པ་དང་། །གླང་པོ་ཕངས་པ་འཆི་བར་འགྱུར། །
en: “ ‘ “His cherished minister and Cherished elephant will die.

source: དེ་ཡི་འོག་ཏུ་རྔ་མོ་ནི། །ཕངས་པ་དག་ཀྱང་འཆི་བར་འགྱུར། །
en: Afterward, his cherished Camels will also die.

source: ཁྱིམ་དང་ལོངས་སྤྱོད་ནོར་རྣམས་ཀྱང་། །ཕན་ཚུན་དུ་ནི་འཕྲོག་པར་འགྱུར། །
en: “ ‘ “People will steal from one another Homes, possessions, and wealth.

source: ཡུལ་ཡུལ་དུ་ནི་མཚོན་ཆ་ཡིས། །ཕན་ཚུན་དག་ཏུ་འདེབས་པར་འགྱུར། །
en: In this and that region, they will Strike one another with weapons.

source: འཐབ་མོ་དག་དང་རྩོད་དང་གཡོ། །ཡུལ་རྣམས་སུ་ནི་འབྱུང་བར་འགྱུར། །
en: “ ‘ “There will arise in those regions Fighting, quarreling, and dishonesty.

source: ཡུལ་འཁོར་དུ་ནི་གདོན་འཇུག་ཅིང་། །མི་བཟད་པ་ཡི་ནད་ཀྱང་འབྱུང་། །
en: A demon will enter the kingdom And there will be dreadful illnesses.

source: དེ་ཡི་འོག་ཏུ་སྦྱིན་གནས་ཀྱང་། །ཆོས་དང་ལྡན་པ་མ་ཡིན་འགྱུར། །
en: “ ‘ “After that, even the recipients of Offerings will become unrighteous.

source: དེ་ཡི་འཁོར་དང་བློན་པོ་ཡང་། །ཆོས་དང་ལྡན་པ་མ་ཡིན་འགྱུར། །ཆོས་དང་མི་ལྡན་སྐྱེ་བོ་ལ། །
en: His court and his ministers Will also become unrighteous.

source: དེ་ཡི་འོག་ཏུ་མཆོད་བྱེད་འགྱུར། །ཆོས་དང་ལྡན་པའི་སེམས་ཅན་ལ། །རྟག་ཏུ་ཆད་པས་གཅོད་པར་འགྱུར། །
en: “ ‘ “Those individuals who are righteous Will constantly be punished.

source: ཆོས་དང་མི་ལྡན་སྐྱེ་བོ་བཀུར། །ཆོས་ལྡན་ཆད་པས་བཅད་པ་ན། །དེར་ནི་ཆུ་དང་རྒྱུ་སྐར་རླུང་། །རྣམ་གསུམ་རྣམ་པར་འཁྲུག་པར་འགྱུར། །
en: If unrighteous individuals are honored And the righteous are punished, “ ‘ “Because the malevolent are loved and honored, And because the good are punished, In that place water, lunar asterisms, And wind, those three, will become agitated.

source: ཆོས་མིན་སྐྱེ་བོ་བཟུང་བས་ན། །དམ་ཆོས་རོ་ཡི་སྙིང་པོ་མདངས། །སེམས་ཅན་མདངས་དང་ས་ཡི་བཅུད། །དངོས་པོ་རྣམ་གསུམ་རྣམ་པར་འཇིག །
en: “ ‘ “If unrighteous beings are favored, There are three things that will be destroyed: The vital essence of the flavor of the Dharmas, The vitality of beings, and the fecundity of the earth.

source: སྐྱེ་བོ་ངན་པ་རབ་བཀུར་ཅིང་། །སྐྱེ་བོ་དམ་པ་སྨད་པས་ན། །འཆི་དང་ལྕེ་འབབ་མུ་གེ་དང་། །རྣམ་པ་གསུམ་ནི་དེར་འབྱུང་འགྱུར། །
en: “ ‘ “Through honoring evil people And dishonoring good people, There are three things that will occur: Death, lightning, and famine.

source: འབྲས་བུ་ལོ་ཏོག་རོ་དང་མདངས། །དེ་ཡི་འོག་ཏུ་མེད་པར་འགྱུར། །སེམས་ཅན་ནད་པ་མང་པོ་དག །ཡུལ་རྣམས་སུ་ནི་འབྱུང་བར་འགྱུར། །
en: “ ‘ “Afterward, the vitality and flavor Of fruits and harvests will vanish, And in those regions there will be A multitude of people with illnesses.

source: མངར་ཞིང་ཆེ་བའི་འབྲས་བུ་དག །ཡུལ་རྣམས་ན་ནི་ཡོད་པ་ཡང་། །ཁ་བ་དང་ནི་ཚ་བ་དང་། །ཆུང་བ་དག་ནི་ཉིད་དུ་འགྱུར། །
en: “ ‘ “Although that land had fruits That were large and sweet, They will become bitter and hot, And they will become small.

source: རྩེ་དང་རྒོད་དང་དགའ་བ་དང་། །སྔན་ཆད་དགའ་བའི་དངོས་པོ་དག །དགའ་བའི་ཉམས་ནི་མི་དགར་འགྱུར། །ཉོན་མོངས་བརྒྱ་ཡིས་རྣམ་པར་འཁྲུགས། །
en: “ ‘ “Games, amusements, and pleasures, Those things that previously had been enjoyed, Will be disliked and no longer pleasurable, And instead there will be dismay from hundreds of troubles.

source: ལོ་ཏོག་རྣམས་དང་འབྲས་བུ་ཡི། །སྣུམ་དངོས་ཁུ་བ་ཟད་པས་ན། །ལུས་དང་ཁམས་དང་དབང་པོ་ལ། །དེ་ལྟར་ཚིམ་པར་མི་འགྱུར་རོ། །
en: “ ‘ “The luster and the vitality Of the harvests and fruits will perish, And they will not bring satisfaction To the body, the elements, or the senses.

source: སེམས་ཅན་རྣམས་ནི་མདོག་ངན་ཞིང་། །མཐུ་ཆུང་ཤིན་ཏུ་རིད་པར་འགྱུར། །
en: “ ‘ “Beings will have bad complexions, Little strength, and will be emaciated.

source: ཁ་ཟས་མང་པོ་ཟོས་ཀྱང་ནི། །ཚིམ་པར་འགྱུར་བ་མ་ཡིན་ནོ། །
en: Even though they eat a lot of food, They will not become satiated.

source: སྟོབས་དང་མཐུ་དང་བརྩོན་འགྲུས་དང་། །དེ་ཡི་འོག་ཏུ་མེད་པར་འགྱུར། །
en: “ ‘ “They will afterward cease to have Strength, power, and diligence.

source: སེམས་ཅན་བརྩོན་འགྲུས་ཉམས་པ་དག །ཡུལ་རྣམས་སུ་ནི་འབྱུང་བར་འགྱུར། །
en: In that land, there will be Beings with weak diligence.

source: སྣ་ཚོགས་ནད་ཀྱིས་གཟིར་བ་ཡི། །སེམས་ཅན་ནད་མང་འབྱུང་བར་འགྱུར། །
en: “ ‘ “There will be many sick beings Afflicted by various diseases.

source: སྲིན་པོ་སྣ་ཚོགས་ལས་གྱུར་པའི། །གཟའ་དང་རྒྱུ་སྐར་འབྱུང་བར་འགྱུར། །
en: There will planets and lunar asterisms That arise from various rākṣasas.

source: ཆོས་མིན་ཕྱོགས་ལ་རབ་གནས་ཏེ། །རྒྱལ་པོ་ཆོས་དང་མི་ལྡན་པས། །འཇིག་རྟེན་གསུམ་གྱི་དཀྱིལ་འཁོར་ན། །ཁམས་གསུམ་རྣམ་པར་འཇིག་པར་འགྱུར། །
en: “ ‘ “The king who is not righteous, Who is on the side of unrighteousness, Will in the circle of the three worlds Be destructive for the three realms.

source: གང་ཚེ་རྒྱལ་པོའི་ཕྱོགས་གནས་ཏེ། །ཉེས་བྱེད་ཡལ་བར་འདོར་བའི་ཚེ། །འདི་འདྲའི་ཉེས་པ་དུ་མ་དག །ཡུལ་རྣམས་སུ་ནི་འབྱུང་བར་འགྱུར། །
en: “ ‘ “When those on the side of the king Who perform evil acts are left alone, Then many of such evil actions Will arise within those lands.

source: དགོས་པ་གང་ཕྱིར་ལྷ་དབང་གིས། །རྒྱལ་པོ་བྱིན་གྱིས་བརླབས་པ་ཡི། །རྒྱལ་པོ་ཉིད་ནི་མི་བྱེད་ཅིང་། །ཉེས་བྱེད་ཡལ་བར་འདོར་ན་ནི། །
en: “ ‘ “If the king ignores evil actions, He does not fulfill the purpose For which the lords of devas Blessed him to become a king.

source: ལེགས་པར་བྱས་པས་སེམས་ཅན་རྣམས། །ལྷ་ཡི་གནས་སུ་ལྷར་ཡང་སྐྱེ། །
en: “ ‘ “Through having done good actions, Beings are reborn in the paradises.

source: ཉེས་པར་བྱས་པས་ཡི་དགས་དང་། །སེམས་ཅན་དམྱལ་དང་དུད་འགྲོར་སྐྱེ། །
en: Through doing bad actions, they are Reborn as pretas, in hells, and as animals.

source: གང་ཚེ་རྒྱལ་པོ་ཡུལ་རྣམས་ན། །ཉེས་བྱེད་ཡལ་བར་འདོར་བའི་ཚེ། །སུམ་ཅུ་རྩ་གསུམ་ལྷ་གནས་ནས། །
en: “ ‘ “Whenever a king does nothing about The wicked inhabitants in his realm, Then through those evil acts being done, Beings will fall from the Trāyastriṃśa paradise.

source: ཉེས་པར་བྱས་པས་ལྟུང་བར་འགྱུར། །རྒྱལ་པོ་ཉིད་ནི་མི་བྱེད་ན། །དེ་ནི་བུ་ཡང་མ་ཡིན་ལ། །ལྷ་ཡི་རྒྱལ་པོ་ཕ་རྣམས་ཀྱིས། །གནས་ལ་ཉེས་དང་བཅས་པར་འགྱུར། །
en: “ ‘ “If he is not acting as a king, Then he will also not be a son, And in the realm of his fathers, the deva kings, He will have become guilty of a crime.

source: གཡོ་ནི་ཤིན་ཏུ་མི་བཟད་པས། །གང་ཚེ་ཡུལ་འཁོར་འཇིག་འགྱུར་བ། །དེ་ཕྱིར་ལྷ་ཡི་དབང་པོ་ཡི། །མི་གནས་རྒྱལ་པོ་བྱིན་གྱིས་བརླབས། །ཉེས་པ་བྱས་ཞི་བྱ་བའི་ཕྱིར། །
en: “ ‘ “When a kingdom is being destroyed By extremely terrible dishonesty, It is for that reason that the lords of devas Blessed him to become a king in the human realm.

source: ལེགས་པར་བྱེད་ལ་འཛུད་པ་སྟེ། །ཚེ་འདི་ལ་ནི་སེམས་ཅན་ལ། །རྣམ་སྨིན་བསྐྱེད་པ་རྒྱལ་པོ་ཡིན། །
en: “ ‘ “A king is someone who manifests For beings the results of karma in that life.

source: ལེགས་བྱས་དང་ནི་ཉེས་བྱས་ཀྱི། །
en: He is someone who initiates good actions In order to cause evil acts to cease.

source: ལས་ཀྱི་རྣམ་པར་སྨིན་པའི་འབྲས། །རྣམ་པ་ཐ་དད་བསྟན་པའི་ཕྱིར། །བྱེད་པ་གང་ཡིན་རྒྱལ་པོར་བརྗོད། །
en: “ ‘ “Someone is called a king because their actions Are in order to teach the difference between The results that ripen from the karma Of having done good or having done bad.

source: བདག་གི་དོན་དང་གཞན་དོན་དང་། །ཡུལ་གྱི་ཆོས་ཀྱི་དོན་གྱི་ཕྱིར། །ལྷ་ཚོགས་རྣམས་ཀྱི་བྱིན་གྱིས་བརླབས། །ལྷ་རྣམས་དག་ཀྱང་རྗེས་ཡི་རང་། །
en: “ ‘ “He was blessed by the multitudes of devas For the benefit of himself and the benefit of others, And for the benefit of the Dharma in that land, And all those devas are gladdened by him.

source: ཡུལ་འཁོར་རྣམས་ན་སྐྱེ་བོ་ནི། །སྡིག་ཅན་གཡོན་ཅན་འདུལ་བ་དང་། །ཡུལ་གྱི་ཆོས་ཀྱི་དོན་གྱི་ཕྱིར། །སྲོག་དང་རྒྱལ་སྲིད་རྣམས་ཀྱང་བཏང་། །
en: “ ‘ “To subdue the deceitful, evil people Who are inhabitants in his domains, And to benefit the Dharma in his kingdom, He will give away his life and his kingship.

source: ཆོས་མ་ཡིན་པས་བཟོད་བྱེད་ཅིང་། །ཤེས་བཞིན་ཡལ་བར་འདོར་བ་ནི། །ཡུལ་ན་འཇིགས་པ་མི་བཟད་པ། །དེ་འདྲ་གཞན་ནི་ཡོད་མ་ཡིན། །ཇི་ལྟར་གཡོ་རྣམས་བྱུང་བ་ལ། །
en: “ ‘ “To accept unrighteousness And to knowingly pay it no attention Is a dreadful danger for the realm With which nothing else can compare.

source: གཡོ་བྱེད་ཆད་པས་མ་བཅད་ན། །ཡུལ་དུ་ཤིན་ཏུ་མི་བཟད་པའི། །གཡོ་རྣམས་ཕྱིར་ཞིང་འབྱུང་བར་འགྱུར། །
en: “ ‘ “When there is the appearance of dishonesty, If those who are dishonest are not punished, Then afterward there will be in the land Extremely dreadful dishonest people.

source: གླང་ཆེན་རྣམས་ཀྱི་རྫིང་ཆེན་བཞིན། །ཡུལ་འཁོར་དེ་ནི་རྣམ་པར་འཇིག །
en: “ ‘ “They will destroy that kingdom Like elephants do a great pond.

source: ལྷ་དབང་རྣམས་ཀྱང་ཁྲོ་བར་འགྱུར། །ལྷ་ཡི་གནས་ནི་རྣམ་པར་འཇིག །
en: The lords of devas will also become angry, And it will bring ruin to the paradises.

source: ཡུལ་དུ་དངོས་པོ་ཐམས་ཅད་ནི། །མ་རུངས་པར་ཡང་འགྱུར་བས་ན། །
en: “ ‘ “Everything in the land Will become pernicious.

source: དེ་ཕྱིར་སྡིག་པ་བྱེད་པ་རྣམས། །ཉེས་པའི་རིམ་བཞིན་གདུལ་བར་བྱ། །
en: Therefore, the evil actions of those who Are wicked should be successively subdued.

source: ཆོས་ཀྱིས་ཡུལ་འཁོར་བསྐྱང་བར་བྱ། །ཆོས་མ་ཡིན་པ་སྤྱད་མི་བྱ། །
en: “ ‘ “He should protect the kingdom with righteousness, And he should never practice unrighteousness.

source: སྲོག་ཀྱང་ཡོངས་སུ་གཏང་བྱ་ཞིང་། །
en: He should not become a sinful lord, Even if he has to give up his life.

source: ཉེ་འཁོན་བྱ་བར་མི་བྱའོ། །སྐྱེ་བོ་གཉེན་དང་སྐྱེ་བོ་གཞན། །ཡུལ་འཁོར་སྐྱེ་བོ་ཐམས་ཅད་ལ། །རྒྱལ་པོས་ཕྱོགས་ཀྱང་གཅིག་བྱ་ཡི། །ཕྱོགས་སུ་ལྷུང་བར་གྱུར་ཏ་རེ། །
en: “ ‘ “Toward his family and other people, Toward all the people in his kingdom, The king should not show favoritism Through which he will fall into bias.

source: རྒྱལ་པོ་ཆོས་དང་ལྡན་པ་ཡི། །གྲགས་པ་འཇིག་རྟེན་གསུམ་གང་སྟེ། །སུམ་ཅུ་གསུམ་གྱི་གནས་རྣམས་ན། །ལྷ་ཡི་དབང་པོ་དགར་འགྱུར་ཏེ། །
en: “ ‘ “The renown of a king who is Righteous will fill the three worlds, And he will bring joy to the lords of devas Who are in the Trāyastriṃśa paradise.

source: འཛམ་བུའི་གླིང་ན་ངེད་ཀྱི་བུ། །འདི་ལྟར་ཆོས་ལྡན་རྒྱལ་པོ་ཡིན། །
en: “ ‘ “They will think, ‘Our son in Jambudvīpa Is in this way a righteous king.

source: ཆོས་ཀྱི་ཡུལ་འཁོར་དེར་བསྟན་ནས། །ལེགས་པར་བྱེད་ལ་སྐྱེ་བོ་བཀོད། །
en: He displays a Dharma kingdom, And establishes beings in good actions.’

source: རྒྱལ་པོ་དེ་ནི་ལེགས་བྱེད་པས། །སྐྱེ་བོ་དག་ནི་འདིར་འགྱེད་དེ། །ལྷ་དང་ལྷ་ཡི་བུ་རྣམས་ཀྱིས། །ལྷ་གནས་གང་བར་བྱེད་སྙམ་མོ། །
en: “ ‘ “The king, through his good actions, Inspires beings in this world to think That the paradises are being filled With devas and the children of devas.

source: ཆོས་ཀྱི་ཡུལ་འཁོར་དེར་བསྟན་པས། །རྒྱལ་པོ་རྣམས་ནི་རབ་ཏུ་དགའ། །
en: “ ‘ “Displaying there a Dharma kingdom Will cause the kings to rejoice.

source: ལྷ་དབང་རབ་ཏུ་དང་གྱུར་པས། །མི་ཡི་རྒྱལ་པོ་དེ་ལ་བསྲུང་། །
en: The lords of devas will favor him, And they will protect that human king.
